[
  {
    "id": 1,
    "name": "MSME Network Incorporation",
    "tagline": "Unlock Untapped Potential",
    "summary": "MSME Network Incorporation, member of the MSME Solutions World group, is the operating firm behind M’Network — the platform that transforms unrealised potential into real opportunities, powerful partnerships, and new revenue streams.\n\n<strong class=\"block text-lg mt-4 mb-2\">A New Ecosystem for Business Growth</strong>\nM’Network is more than a platform —\nit is a dynamic growth ecosystem designed to help individuals, entrepreneurs, and organisations\ndiscover opportunities, build trusted relationships, and scale with confidence across markets and regions."
  },
  {
    "id": 2,
    "name": "M'Butic Incorporation",
    "tagline": "Welcome to the Future of Commerce",
    "summary": "M’Butic Incorporation , member of the MSME Solutions World Group , is the operating company behind M’Butic — the next-generation commerce ecosystem delivering innovative, data-driven sales solutions for producers, enterprises, institutions, and consumers worldwide.\n\n<strong class=\"block text-lg mt-4 mb-2\">A New Commercial Infrastructure</strong>\nM’Butic is more than an online store —\nit is a new commercial infrastructure designed to redefine how markets work and how value is created and distributed."
  },
  {
    "id": 3,
    "name": "MSME Development Consulting",
    "tagline": "Think the Unthought",
    "summary": "MSME Development Consulting (MDC) is the strategic consulting arm of the MSME Solutions World Group — dedicated to helping countries, regions, and institutions build high-performance MSME development systems that unlock inclusive growth and long-term economic transformation.\n\n<strong class=\"block text-lg mt-4 mb-2\">A New Architecture for MSME Development</strong>\nMSME Development Consulting is more than an advisory firm —\nit is a strategic transformation partner that helps countries and institutions redesign how MSMEs grow, create jobs, compete, and generate value at scale."
  },
  {
    "id": 4,
    "name": "MSME Finance Incorporation",
    "tagline": "Finance Re-Imagined. Growth Re-Defined. Inclusion Powered.",
    "summary": "MSME Finance Incorporation (MFI) is the financial engineering and strategic advisory arm of the MSME Solutions World Group — dedicated to designing innovative, system-level financial and insurance solutions that progressively and decisively contribute to reducing the global MSME financing gap, estimated in 2024 at USD 8 trillion per year.\n\n<strong class=\"block text-lg mt-4 mb-2\">A New Financial Architecture for MSMEs</strong>\nMSME Finance Incorporation is more than a service provider —\nit is a new financial architecture designed to rethink how capital flows to MSMEs,\nand how value is created, shared, and scaled globally — while delivering superior returns to investors."
  },
  {
    "id": 5,
    "name": "M'IZITec Incorporation",
    "tagline": "Driving Business Through Digital Power",
    "summary": "M’IZITec Incorporation, a member of the MSME Solutions World Group, is the technology powerhouse behind the design, development, and deployment of next-generation digital solutions for MSMEs, institutions, and large organisations worldwide.\nAs the technology engine of the Group, M’IZI Tech builds the digital systems that power the entire M’World ecosystem—keeping it continually at the forefront of technological innovation.\nBeyond powering the group, M’IZITec also serves external clients, leveraging the existing M’World digital infrastructure to deliver world-class, enterprise-grade solutions without requiring additional investment in new systems or platforms.\n\n<strong class=\"block text-lg mt-4 mb-2\">M’IZITec: The Digital Engine of MSME Growth</strong>\nM’IZITec is more than a technology provider—\nit is the digital backbone enabling MSMEs, institutions, and entire economies\nto modernise, grow, and compete in the digital age."
  },
  {
    "id": 6,
    "name": "M'Media Incorporation",
    "tagline": "Be Faster, Easier & Everywhere",
    "summary": "M’Media Incorporation, a member of the MSME Solutions World Group, is the media, communication, and events powerhouse dedicated to elevating MSMEs on the national, regional, and global stage.\nM’Media captures and amplifies news, intelligence, trends, opportunities, and risks shaping the MSME economy — from the smallest district to the global marketplace.\nIts mission is simple: give managers, founders, and entrepreneurs the visibility and exposure they deserve, supported by a fully integrated media engine embedded directly within M’World Ecosystem.\n\n<strong class=\"block text-lg mt-4 mb-2\">M’Media: The Voice of the MSME Economy</strong>\nM’Media is more than a media organisation —\nit is the storytelling, communication, and engagement engine powering MSME growth, visibility, and economic opportunity worldwide."
  },
  {
    "id": 7,
    "name": "M'DataTalk Incorporation",
    "tagline": "Unlock Insight Within Data to Accelerate Socio-Economic Development",
    "summary": "M’DataTalk Incorporation, a member of the MSME Solutions World Group, builds innovative data-intelligence platforms that enable governments, development banks, commercial banks, insurers, DFIs, development agencies, corporations, asset managers, NGOs, and MSMEs to transform raw data into strategic advantage — powering smarter decisions and large-scale socio-economic progress.\nM’DataTalk empowers institutions with granular, real-time, multi-dimensional market and MSME transaction data, continuously captured and processed through next-generation AI engines\n\n<strong class=\"block text-lg mt-4 mb-2\">A New Intelligence Architecture for MSME Development</strong>\nM’DataTalk is more than a data platform —\nIt is a new intelligence architecture that provides institutions with the depth, clarity, and foresight needed to unlock growth, strengthen ecosystems, and transform millions of lives."
  }
]
